Repository: jipp1987/SQLAlchemyTest
Catalog: resources/locales/*/LC_MESSAGES/*.po
Languages: es_es

# i18n_base_common_insert_success
source: The record '%s' has been inserted successfully.
es_es: El registro '%s' se ha insertado con éxito.

# i18n_base_common_delete_success
source: The record '%s' has been deleted successfully.
es_es: El registro '%s' se ha eliminado con éxito.

# i18n_base_common_update_success
source: The record '%s' has been updated successfully.
es_es: El registro '%s' se ha actualizado con éxito.

# i18n_base_commonError_not_id_in_update
source: An id has not been sent to identify the entity to update.
es_es: No se han enviado un id para identificar la entidad a actualizar.

# i18n_base_knownError_integrityError
source: There was an error when entering or modifying the record, it is possible that there is one like it.
es_es: Se ha producido un error al introducir o modificar el registro, es posible que exista uno igual.

# i18n_base_commonError_database_connection
source: The connection to the database is not open.
es_es: La conexión con la base de datos no está abierta.

# i18n_base_commonError_request
source: An error occurred processing the request: %s
es_es: Se ha producido un error procesando la petición: %s

# i18n_base_knownError_operationalError
source: An error occurred with one of the fields in the object.
es_es: Se ha producido un error con alguno de los campos del objeto.

# i18n_base_commonError_query_translate
source: An error occurred with one clauses during query translation: %s.
es_es: Se produjo un error con una cláusula durante la traducción de la consulta: %s.

# i18n_base_commonError_unknown_field
source: Field %s does not exist in entity %s.
es_es: El campo %s no existe en la entidad %s.

# i18n_auth_error_username
source: User %s does not exist.
es_es: El usuario %s no existe.

# i18n_auth_error_password
source: Invalid password.
es_es: Contraseña incorrecta.
